app/controllers/users_controller.rb

INSERT INTO "users" ("name", "weight", "bio", "brithday", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "user_5"], ["weight", 5], ["bio", ""], ["brithday", "2018-10-20"], ["created_at", "2018-10-20 18:54:48.895802"], ["updated_at", "2018-10-20 18:54:48.895802"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save